{
  "finish": 1432,
  "come": 707,
  "pick": 3356,
  "come pick": 717,
  "meeting": 2744,
  "ordered": 3235,
  "ringtone": 3791,
  "order": 3231,
  "processed": 3536,
  "ringtone order": 3793,
  "fine": 1427,
  "omg": 3197,
  "snow": 4119,
  "tonite": 4627,
  "congratulations": 766,
  "thanks": 4490,
  "good": 1620,
  "friend": 1502,
  "won": 4915,
  "000": 1,
  "xmas": 4956,
  "prize": 3515,
  "claim": 631,
  "easy": 1239,
  "just": 2204,
  "10p": 50,
  "minute": 2808,
  "bt": 461,
  "national": 2998,
  "rate": 3608,
  "congratulations thanks": 767,
  "thanks good": 4491,
  "good friend": 1626,
  "friend won": 1504,
  "won 000": 4916,
  "000 xmas": 5,
  "xmas prize": 4957,
  "prize claim": 3517,
  "claim easy": 637,
  "easy just": 1240,
  "10p minute": 52,
  "minute bt": 2809,
  "bt national": 462,
  "national rate": 2999,
  "yo": 4986,
  "sorry": 4146,
  "shower": 4006,
  "sup": 4333,
  "mobile": 2850,
  "number": 3113,
  "5000": 143,
  "calls": 495,
  "ring": 3787,
  "claims": 644,
  "hot": 1980,
  "line": 2452,
  "mobile number": 2865,
  "number won": 3119,
  "bout": 437,
  "time": 4566,
  "going": 1599,
  "pick bout": 3357,
  "time going": 4572,
  "orange": 3222,
  "brings": 455,
  "ringtones": 3797,
  "chart": 583,
  "free": 1472,
  "hit": 1917,
  "week": 4860,
  "pics": 3364,
  "wap": 4831,
  "stop": 4248,
  "receiving": 3666,
  "reply": 3725,
  "reply stop": 3738,
  "sort": 4158,
  "code": 675,
  "acc": 212,
  "bank": 362,
  "confirm": 757,
  "ve": 4765,
  "sent": 3930,
  "right": 3781,
  "person": 3321,
  "ve sent": 4769,
  "yeah": 4969,
  "wouldn": 4941,
  "leave": 2389,
  "hour": 1985,
  "sound": 4162,
  "hey": 1876,
  "babe": 351,
  "doin": 1131,
  "wot": 4940,
  "2nite": 110,
  "love": 2577,
  "hey babe": 1877,
  "ll": 2478,
  "later": 2360,
  "sorry ll": 4152,
  "ll later": 2492,
  "later meeting": 2363,
  "got": 1652,
  "room": 3813,
  "soon": 4142,
  "til": 4556,
  "bed": 380,
  "just got": 2218,
  "got room": 1669,
  "urgent": 4740,
  "awarded": 344,
  "2000": 82,
  "guaranteed": 1743,
  "land": 2336,
  "3030": 117,
  "valid": 4760,
  "12hrs": 57,
  "150ppm": 68,
  "urgent mobile": 4744,
  "number awarded": 3115,
  "awarded 2000": 345,
  "2000 prize": 83,
  "prize guaranteed": 3520,
  "land line": 2337,
  "line claim": 2454,
  "claim 3030": 633,
  "3030 valid": 118,
  "valid 12hrs": 4761,
  "12hrs 150ppm": 58,
  "wif": 4885,
  "lar": 2348,
  "wan": 4814,
  "meh": 2750,
  "heavy": 1855,
  "da": 919,
  "num": 3112,
  "lar wan": 2351,
  "mu": 2971,
  "like": 2440,
  "lt": 2616,
  "gt": 1721,
  "seconds": 3879,
  "like lt": 2444,
  "lt gt": 2618,
  "having": 1833,
  "lunch": 2628,
  "online": 3204,
  "having lunch": 1838,
  "trying": 4657,
  "throw": 4543,
  "took": 4628,
  "long": 2536,
  "omw": 3198,
  "sorry took": 4156,
  "took long": 4629,
  "booked": 427,
  "ticket": 4552,
  "pongal": 3449,
  "geeee": 1554,
  "miss": 2819,
  "know": 2293,
  "think": 4511,
  "fuck": 1512,
  "wait": 4801,
  "till": 4561,
  "year": 4974,
  "loving": 2605,
  "kiss": 2285,
  "geeee miss": 1555,
  "miss know": 2823,
  "wait till": 4804,
  "loving kiss": 2606,
  "wish": 4900,
  "holding": 1933,
  "making": 2688,
  "important": 2067,
  "mean": 2729,
  "need": 3009,
  "life": 2431,
  "water": 4847,
  "desert": 1035,
  "leaving": 2394,
  "house": 1988,
  "leaving house": 2395,
  "yup": 4996,
  "havent": 1829,
  "want": 4820,
  "yoga": 4989,
  "book": 426,
  "thangam": 4485,
  "feel": 1393,
  "happy": 1810,
  "dear": 990,
  "da thangam": 928,
  "feel happy": 1397,
  "ok": 3168,
  "ill": 2040,
  "send": 3907,
  "decimal": 1003,
  "ok ill": 3172,
  "ill send": 2044,
  "send lt": 3915,
  "lt decimal": 2617,
  "decimal gt": 1004,
  "night": 3060,
  "ended": 1272,
  "day": 960,
  "morning": 2921,
  "special": 4181,
  "way": 4849,
  "smile": 4098,
  "sunny": 4328,
  "rays": 3614,
  "leaves": 2392,
  "worries": 4934,
  "blue": 418,
  "night ended": 3061,
  "ended day": 1273,
  "day morning": 975,
  "morning come": 2922,
  "come special": 723,
  "special way": 4186,
  "smile like": 4100,
  "sunny rays": 4329,
  "rays leaves": 3615,
  "leaves worries": 2393,
  "sure": 4343,
  "home": 1944,
  "sms": 4110,
  "pls": 3404,
  "new": 3031,
  "video": 4776,
  "handset": 1799,
  "750": 160,
  "network": 3022,
  "mins": 2801,
  "unlimited": 4704,
  "text": 4457,
  "camcorder": 498,
  "08000930705": 18,
  "del": 1011,
  "sat": 3841,
  "want new": 4826,
  "new video": 3044,
  "video handset": 4777,
  "handset 750": 1800,
  "network mins": 3024,
  "mins unlimited": 2807,
  "unlimited text": 4705,
  "text camcorder": 4460,
  "camcorder reply": 499,
  "reply 08000930705": 3726,
  "weekend": 4865,
  "good weekend": 1643,
  "went": 4878,
  "shop": 3993,
  "sorry went": 4157,
  "thinking": 4523,
  "aaj": 204,
  "bahut": 358,
  "hai": 1779,
  "ac": 211,
  "main": 2667,
  "ghar": 1573,
  "raha": 3591,
  "hoon": 1955,
  "der": 1032,
  "mein": 2752,
  "things": 4507,
  "pub": 3554,
  "okay": 3188,
  "seen": 3894,
  "friday": 1501,
  "seriously": 3942,
  "spell": 4191,
  "uncle": 4699,
  "spend": 4192,
  "taking": 4383,
  "dress": 1191,
  "money": 2901,
  "feb": 1387,
  "simply": 4039,
  "sitting": 4058,
  "simply sitting": 4040,
  "corporation": 809,
  "notice": 3104,
  "supply": 4337,
  "terminated": 4450,
  "immediately": 2062,
  "make": 2672,
  "payment": 3299,
  "avoid": 336,
  "disconnection": 1101,
  "number immediately": 3116,
  "make payment": 2678,
  "freezing": 1497,
  "remember": 3703,
  "hurt": 2012,
  "days": 982,
  "pay": 3293,
  "price": 3504,
  "said": 3835,
  "pray": 3484,
  "mind": 2794,
  "win": 4890,
  "100": 40,
  "music": 2980,
  "gift": 1574,
  "vouchers": 4796,
  "starting": 4220,
  "txt": 4673,
  "word": 4926,
  "draw": 1182,
  "87066": 184,
  "www": 4948,
  "ldew": 2380,
  "com": 701,
  "skillgame": 4068,
  "age16": 243,
  "win 100": 4891,
  "music gift": 2982,
  "gift vouchers": 1576,
  "week starting": 4864,
  "starting txt": 4221,
  "txt word": 4683,
  "draw 87066": 1184,
  "www ldew": 4950,
  "ldew com": 2381,
  "com skillgame": 703,
  "skillgame 1winaweek": 4069,
  "shall": 3967,
  "mail": 2663,
  "busy": 475,
  "street": 4278,
  "update": 4710,
  "looking": 2546,
  "real": 3636,
  "sense": 3929,
  "haf": 1775,
  "combine": 706,
  "lor": 2551,
  "height": 1858,
  "confidence": 756,
  "wer": 4879,
  "amp": 275,
  "askd": 317,
  "sit": 4056,
  "aftr": 241,
  "told": 4614,
  "dat": 948,
  "plane": 3387,
  "students": 4288,
  "dey": 1045,
  "didnt": 1066,
  "wont": 4925,
  "start": 4218,
  "necessarily": 3007,
  "respectful": 3753,
  "lol": 2527,
  "yes": 4978,
  "friendship": 1506,
  "hanging": 1802,
  "thread": 4541,
  "cause": 542,
  "buy": 477,
  "stuff": 4292,
  "lol yes": 2533,
  "msg": 2949,
  "crazy": 857,
  "totally": 4633,
  "message": 2766,
  "free msg": 1485,
  "free just": 1480,
  "just reply": 2224,
  "entry": 1293,
  "250": 93,
  "weekly": 4869,
  "competition": 742,
  "18": 72,
  "uk": 4693,
  "free entry": 1479,
  "entry 250": 1295,
  "250 weekly": 95,
  "just text": 2234,
  "text word": 4471,
  "18 www": 74,
  "yesterday": 4982,
  "true": 4651,
  "anyways": 288,
  "gym": 1772,
  "smiles": 4101,
  "hope": 1957,
  "hope ok": 1967,
  "having good": 1836,
  "good day": 1624,
  "day babe": 962,
  "babe miss": 353,
  "stupid": 4293,
  "sending": 3927,
  "don": 1139,
  "believe": 385,
  "pandy": 3266,
  "stupid da": 4294,
  "calling": 494,
  "account": 217,
  "deactivated": 985,
  "pan": 3263,
  "aadhaar": 201,
  "linked": 2461,
  "hours": 1986,
  "press": 3498,
  "pan aadhaar": 3264,
  "valentine": 4757,
  "game": 1529,
  "dis": 1096,
  "ur": 4717,
  "friends": 1505,
  "answers": 281,
  "really": 3643,
  "loves": 2603,
  "ques": 3570,
  "colour": 697,
  "suits": 4318,
  "best": 388,
  "game send": 1530,
  "send dis": 3911,
  "dis msg": 1098,
  "msg ur": 2957,
  "ur friends": 4724,
  "really loves": 3647,
  "loves ques": 2604,
  "ques colour": 3571,
  "colour suits": 700,
  "suits best": 4319,
  "world": 4932,
  "wonder": 4922,
  "smiling": 4102,
  "away": 348,
  "grins": 1714,
  "boys": 444,
  "xxx": 4959,
  "direct": 1090,
  "phone": 3338,
  "porn": 3456,
  "50p": 148,
  "xxx pics": 4960,
  "sent direct": 3931,
  "direct ur": 1093,
  "freemsg": 1493,
  "25": 92,
  "men": 2760,
  "feeling": 1400,
  "randy": 3604,
  "pix": 3380,
  "txts": 4687,
  "freemsg hey": 1494,
  "send stop": 3922,
  "stop stop": 4261,
  "remains": 3702,
  "supposed": 4339,
  "eek": 1250,
  "lot": 2570,
  "especially": 1304,
  "american": 274,
  "pie": 3370,
  "minutes": 2812,
  "singing": 4042,
  "like minutes": 2445,
  "old": 3195,
  "people": 3312,
  "mom": 2893,
  "better": 391,
  "play": 3392,
  "gonna": 1617,
  "check": 596,
  "today": 4603,
  "steam": 4237,
  "pee": 3306,
  "right gonna": 3782,
  "want come": 4821,
  "request": 3745,
  "contact": 775,
  "office": 3143,
  "share": 3971,
  "otp": 3244,
  "verify": 4773,
  "identity": 2034,
  "funds": 1519,
  "immediately share": 2063,
  "verify identity": 4774,
  "doing": 1133,
  "wishing": 4903,
  "great": 1697,
  "abiola": 206,
  "doing just": 1135,
  "just wishing": 2241,
  "wishing great": 4904,
  "great day": 1700,
  "day abiola": 961,
  "anymore": 284,
  "dating": 956,
  "service": 3943,
  "asked": 318,
  "shy": 4016,
  "revealed": 3770,
  "pobox84": 3429,
  "m26": 2643,
  "150p": 64,
  "dating service": 957,
  "m26 3uz": 2644,
  "jay": 2165,
  "tells": 4441,
  "fucking": 1515,
  "speak": 4176,
  "missed": 2826,
  "asking": 320,
  "wen": 4877,
  "lovable": 2576,
  "angry": 276,
  "wid": 4884,
  "dnt": 1116,
  "coz": 846,
  "childish": 609,
  "showing": 4007,
  "deep": 1007,
  "care": 512,
  "luv": 2635,
  "nice": 3056,
  "nice day": 3057,
  "2nd": 107,
  "tried": 4646,
  "400": 130,
  "2nd time": 109,
  "time tried": 4581,
  "tried contact": 4647,
  "contact won": 781,
  "oh": 3151,
  "ya": 4962,
  "oh ya": 3163,
  "pissed": 3379,
  "didn": 1062,
  "eat": 1241,
  "planning": 3390,
  "pig": 3373,
  "hungry": 2008,
  "fyi": 1523,
  "parents": 3273,
  "place": 3382,
  "south": 4168,
  "tampa": 4389,
  "deal": 987,
  "south tampa": 4169,
  "realy": 3653,
  "recognise": 3673,
  "confused": 761,
  "town": 4637,
  "meet": 2739,
  "exciting": 1324,
  "adult": 232,
  "singles": 4044,
  "chat": 585,
  "86688": 182,
  "txt chat": 4674,
  "chat 86688": 586,
  "86688 150p": 183,
  "150p msg": 66,
  "logos": 2526,
  "games": 1531,
  "questions": 3573,
  "info": 2090,
  "mum": 2973,
  "dentist": 1029,
  "pa": 3252,
  "yep": 4977,
  "knows": 2317,
  "obviously": 3135,
  "cos": 812,
  "thats": 4500,
  "cos thats": 818,
  "euro2004": 1307,
  "kept": 2266,
  "informed": 2094,
  "latest": 2365,
  "news": 3051,
  "results": 3760,
  "daily": 936,
  "unsubscribe": 4709,
  "latest news": 2369,
  "news results": 3052,
  "results daily": 3761,
  "stop 83222": 4251,
  "dunno": 1223,
  "dad": 930,
  "coming": 731,
  "bring": 452,
  "reach": 3621,
  "school": 3864,
  "dad said": 932,
  "coming home": 732,
  "im": 2047,
  "fever": 1412,
  "able": 207,
  "good morning": 1633,
  "office today": 3146,
  "step": 4238,
  "outta": 3248,
  "congrats": 764,
  "outta way": 3249,
  "frm": 1507,
  "tht": 4544,
  "nah": 2988,
  "wasn": 4836,
  "bad": 356,
  "quite": 3578,
  "reality": 3641,
  "hows": 1990,
  "did": 1050,
  "website": 4855,
  "ur day": 4723,
  "day did": 967,
  "hardcore": 1817,
  "access": 214,
  "24": 91,
  "hrs": 1994,
  "direct mobile": 1092,
  "mobile txt": 2867,
  "txt stop": 4679,
  "msg free": 2952,
  "hi": 1896,
  "dude": 1211,
  "hw": 2016,
  "200": 80,
  "award": 342,
  "1000": 44,
  "cashto": 536,
  "getstop": 1565,
  "php": 3352,
  "won guaranteed": 4920,
  "guaranteed 200": 1747,
  "cashto claim": 537,
  "claim ur": 641,
  "ur award": 4719,
  "award free": 343,
  "stop getstop": 4256,
  "getstop 88222": 1566,
  "wake": 4807,
  "thanx": 4498,
  "drugs": 1204,
  "sleeping": 4084,
  "paper": 3268,
  "details": 1039,
  "okie": 3193,
  "bishan": 402,
  "driving": 1198,
  "wan meet": 4816,
  "nite": 3071,
  "thing": 4506,
  "promise": 3543,
  "noon": 3094,
  "eh": 1255,
  "laptop": 2347,
  "stock": 4241,
  "lei": 2409,
  "say": 3853,
  "mon": 2898,
  "muz": 2984,
  "look": 2543,
  "ur laptop": 4726,
  "come look": 714,
  "lol just": 2529,
  "relation": 3696,
  "iz": 2151,
  "thanks hope": 4493,
  "hope good": 1963,
  "day today": 979,
  "birth": 400,
  "mother": 2929,
  "baby": 355,
  "trouble": 4650,
  "di": 1047,
  "yijue": 4984,
  "pm": 3417,
  "tonight": 4626,
  "long time": 2541,
  "probably": 3527,
  "pop": 3453,
  "today think": 4609,
  "think gonna": 4514,
  "chance": 562,
  "cash": 519,
  "wk": 4907,
  "action": 221,
  "movietrivia": 2939,
  "tv": 4669,
  "custcare": 899,
  "1x150p": 77,
  "ur chance": 4722,
  "chance win": 565,
  "win 250": 4894,
  "250 cash": 94,
  "cash wk": 532,
  "wk txt": 4908,
  "movietrivia tv": 2940,
  "custcare 08712405022": 901,
  "1x150p wk": 78,
  "mumbai": 2974,
  "police": 3437,
  "illegal": 2046,
  "intercepted": 2113,
  "customs": 911,
  "id": 2028,
  "inside": 2102,
  "cooperate": 804,
  "investigation": 2121,
  "sorry missed": 4155,
  "college": 696,
  "gone": 1615,
  "dont": 1154,
  "dont know": 1157,
  "feel like": 1398,
  "actually": 224,
  "work": 4928,
  "wil": 4888,
  "explain": 1339,
  "shopping": 3994,
  "spree": 4204,
  "store": 4268,
  "88039": 189,
  "skilgme": 4066,
  "win 200": 4893,
  "shopping spree": 3998,
  "store 88039": 4269,
  "88039 skilgme": 190,
  "wanted": 4828,
  "holy": 1943,
  "shit": 3986,
  "guys": 1769,
  "bud": 465,
  "just wanted": 2240,
  "usual": 4755,
  "iam": 2019,
  "fine happy": 1428,
  "aiyar": 259,
  "hard": 1816,
  "type": 4690,
  "tell": 4429,
  "sen": 3906,
  "join": 2183,
  "finance": 1426,
  "cbe": 543,
  "going join": 1604,
  "problem": 3532,
  "listen": 2463,
  "cann": 507,
  "voice": 4791,
  "mobile problem": 2866,
  "dinner": 1087,
  "going home": 1603,
  "home dinner": 1947,
  "family": 1362,
  "happiness": 1809,
  "huh": 2004,
  "mistakes": 2831,
  "building": 469,
  "coat": 672,
  "sick": 4019,
  "hurry": 2010,
  "wear": 4852,
  "don want": 1151,
  "hurry home": 2011,
  "dirty": 1095,
  "hoping": 1972,
  "wylie": 4955,
  "run": 3827,
  "activate": 222,
  "version": 4775,
  "far": 1373,
  "fuckin": 1514,
  "review": 3771,
  "record": 3674,
  "beautiful": 376,
  "truth": 4654,
  "gravity": 1695,
  "read": 3628,
  "heart": 1851,
  "feels": 1401,
  "light": 2438,
  "goodmorning": 1644,
  "beautiful truth": 378,
  "gravity read": 1696,
  "read carefully": 3629,
  "heart feels": 1852,
  "feels light": 1403,
  "feels heavy": 1402,
  "heavy leaves": 1856,
  "daddy": 934,
  "scream": 3867,
  "pleasure": 3401,
  "slap": 4075,
  "ass": 322,
  "dick": 1049,
  "haha": 1776,
  "sounds": 4163,
  "tahan": 4379,
  "dunno tahan": 1225,
  "company": 740,
  "language": 2346,
  "black": 408,
  "shirt": 3984,
  "jeans": 2172,
  "thk": 4527,
  "gautham": 1544,
  "ah": 247,
  "movies": 2938,
  "guide": 1762,
  "plus": 3413,
  "legal": 2403,
  "gr8": 1684,
  "started": 4219,
  "honey": 1953,
  "moon": 2918,
  "gr8 day": 1685,
  "imagine": 2058,
  "fast": 1375,
  "searching": 3875,
  "worry": 4935,
  "disturb": 1110,
  "goodnoon": 1648,
  "don worry": 1152,
  "accordingly": 216,
  "repeat": 3723,
  "cool": 801,
  "cool ll": 802,
  "ll text": 2507,
  "easier": 1238,
  "class": 646,
  "tot": 4631,
  "2day": 99,
  "hope ur": 1969,
  "final": 1422,
  "150": 61,
  "worth": 4938,
  "discount": 1102,
  "85023": 178,
  "savamob": 3845,
  "member": 2755,
  "offers": 3141,
  "cs": 876,
  "m263uz": 2645,
  "00": 0,
  "subs": 4299,
  "16": 71,
  "chance claim": 563,
  "ur 150": 4718,
  "150 worth": 63,
  "worth discount": 4939,
  "discount vouchers": 1103,
  "text yes": 4472,
  "85023 savamob": 179,
  "savamob member": 3846,
  "member offers": 2756,
  "offers mobile": 3142,
  "mobile cs": 2861,
  "cs savamob": 881,
  "savamob pobox84": 3848,
  "pobox84 m263uz": 3430,
  "m263uz 00": 2646,
  "meant": 2732,
  "remove": 3707,
  "flat": 1442,
  "dollars": 1138,
  "removed": 3709,
  "banks": 365,
  "differ": 1074,
  "charges": 577,
  "trust": 4653,
  "9ja": 199,
  "gt dollars": 1725,
  "account details": 218,
  "net": 3018,
  "08715705022": 30,
  "net custcare": 3020,
  "custcare 08715705022": 902,
  "bit": 403,
  "different": 1075,
  "weekends": 4867,
  "change": 566,
  "good time": 1640,
  "standing": 4216,
  "dun": 1212,
  "lesson": 2413,
  "tmr": 4600,
  "waiting": 4806,
  "players": 3398,
  "try": 4655,
  "dead": 986,
  "slow": 4093,
  "prolly": 3542,
  "tomorrow": 4616,
  "lol ok": 2532,
  "ill try": 2045,
  "ll prolly": 2501,
  "lovely": 2597,
  "eatin": 1243,
  "cinema": 627,
  "phoned": 3346,
  "mummy": 2975,
  "boy": 443,
  "positive": 3457,
  "nokia": 3077,
  "40gb": 131,
  "ipod": 2134,
  "mp3": 2942,
  "player": 3395,
  "500": 139,
  "collect": 686,
  "83355": 173,
  "ibhltd": 2021,
  "ldnw15h": 2384,
  "mtmsgrcvd18": 2970,
  "guaranteed latest": 1749,
  "latest nokia": 2370,
  "nokia phone": 3086,
  "phone 40gb": 3340,
  "40gb ipod": 132,
  "ipod mp3": 2135,
  "mp3 player": 2943,
  "player 500": 3396,
  "prize txt": 3522,
  "collect 83355": 687,
  "ibhltd ldnw15h": 2022,
  "ldnw15h 150p": 2385,
  "forever": 1458,
  "prescription": 3495,
  "pharmacy": 3334,
  "ugh": 4692,
  "awake": 341,
  "bet": 390,
  "sleeping going": 4085,
  "going lunch": 1605,
  "left": 2399,
  "suntec": 4332,
  "thank": 4486,
  "skyped": 4073,
  "wit": 4905,
  "kz": 2324,
  "sura": 4341,
  "given": 1583,
  "countin": 834,
  "enjoy": 1282,
  "thank skyped": 4489,
  "skyped wit": 4074,
  "kz sura": 2325,
  "sura didnt": 4342,
  "didnt pleasure": 1068,
  "pleasure company": 3402,
  "company hope": 741,
  "good ve": 1641,
  "given ultimatum": 1584,
  "oh countin": 3153,
  "countin aburo": 835,
  "box": 439,
  "test": 4454,
  "earlier": 1231,
  "appreciate": 295,
  "tirupur": 4591,
  "tirupur da": 4592,
  "seeing": 3892,
  "teach": 4410,
  "midnight": 2786,
  "day know": 970,
  "teach class": 4411,
  "elaine": 1258,
  "confirmed": 759,
  "elaine today": 1259,
  "today meeting": 4607,
  "puttin": 3564,
  "fone": 1450,
  "ok lor": 3177,
  "lor thanx": 2560,
  "good making": 1632,
  "letters": 2423,
  "expecting": 1331,
  "isn": 2142,
  "bath": 369,
  "min": 2789,
  "going bath": 1600,
  "msg lt": 2953,
  "gt min": 1733,
  "thinkin": 4522,
  "ask": 315,
  "macho": 2652,
  "question": 3572,
  "ask macho": 316,
  "spring": 4206,
  "early": 1232,
  "yay": 4968,
  "engin": 1278,
  "sis": 4051,
  "cos sis": 817,
  "forgot": 1461,
  "forgot tell": 1464,
  "yar": 4966,
  "funny": 1520,
  "dare": 941,
  "luck": 2621,
  "sorting": 4160,
  "car": 509,
  "sing": 4041,
  "female": 1410,
  "preferably": 3488,
  "citizen": 628,
  "smart": 4096,
  "help": 1868,
  "plan": 3385,
  "doubt": 1177,
  "girls": 1579,
  "know place": 2308,
  "things like": 4510,
  "forget": 1460,
  "crave": 854,
  "sweet": 4361,
  "mmmmmm": 2838,
  "yummy": 4994,
  "tell want": 4439,
  "want need": 4825,
  "need crave": 3012,
  "lessons": 2414,
  "sch": 3862,
  "cheers": 600,
  "properly": 3548,
  "sleep": 4078,
  "dont want": 1169,
  "getting": 1568,
  "worried": 4933,
  "wonderful": 4923,
  "caring": 515,
  "god": 1591,
  "getting worried": 1569,
  "just know": 2220,
  "know wonderful": 2315,
  "person like": 3324,
  "god love": 1593,
  "oops": 3207,
  "tomo": 4615,
  "dont miss": 1162,
  "dont need": 1164,
  "dont tell": 1166,
  "hands": 1798,
  "don think": 1148,
  "camera": 501,
  "phones": 3347,
  "half": 1785,
  "rental": 3714,
  "12": 56,
  "mths": 2965,
  "cross": 871,
  "ntwk": 3110,
  "mobileupd8": 2878,
  "08001950382": 20,
  "call2optout": 489,
  "camera phones": 502,
  "phones half": 3349,
  "half price": 1789,
  "price line": 3505,
  "line rental": 2455,
  "rental 12": 3715,
  "mths 500": 2966,
  "cross ntwk": 872,
  "ntwk mins": 3111,
  "mins 100": 2802,
  "mobileupd8 08001950382": 2880,
  "08001950382 call2optout": 21,
  "clearly": 653,
  "fault": 1381,
  "oh yeah": 3164,
  "loads": 2512,
  "nasty": 2997,
  "dry": 1207,
  "shot": 4004,
  "ok ll": 3176,
  "ll make": 2497,
  "make sure": 2680,
  "learn": 2388,
  "billed": 395,
  "mistake": 2830,
  "landline": 2338,
  "time tonight": 4580,
  "attempt": 325,
  "b4": 350,
  "csbcm4235wc1n3xx": 883,
  "mobilesvary": 2876,
  "max": 2719,
  "50": 135,
  "2nd attempt": 108,
  "attempt contact": 326,
  "csbcm4235wc1n3xx callcost": 884,
  "mobilesvary max": 2877,
  "max 50": 2720,
  "esplanade": 1305,
  "fr": 1469,
  "content": 786,
  "poly": 3440,
  "downloads": 1181,
  "mobile content": 2860,
  "89555": 195,
  "cost": 819,
  "textoperator": 4476,
  "g696ga": 1524,
  "cost 150p": 822,
  "textoperator g696ga": 4477,
  "g696ga 18": 1525,
  "tell need": 4436,
  "king": 2283,
  "club": 665,
  "ringtoneking": 3795,
  "credits": 865,
  "need help": 3013,
  "help info": 1870,
  "ringtoneking uk": 3796,
  "club credits": 666,
  "todays": 4611,
  "interested": 2114,
  "place later": 3383,
  "later tonight": 2364,
  "sight": 4023,
  "remain": 3700,
  "maintain": 2668,
  "ends": 1275,
  "sh": 3965,
  "people special": 3313,
  "special sight": 4184,
  "sight remain": 4025,
  "remain special": 3701,
  "special till": 4185,
  "till sight": 4565,
  "sight maintain": 4024,
  "maintain till": 2669,
  "till life": 4564,
  "life ends": 2433,
  "ard": 301,
  "20": 79,
  "ll reach": 2502,
  "save": 3849,
  "wedding": 4857,
  "choose": 620,
  "superb": 4335,
  "selection": 3898,
  "delivery": 1021,
  "brought": 459,
  "opportunity": 3215,
  "thousand": 4538,
  "rupees": 3830,
  "month": 2910,
  "experience": 1333,
  "needed": 3016,
  "registration": 3692,
  "fee": 1391,
  "earning": 1236,
  "thousand rupees": 4539,
  "registration fee": 3693,
  "fee thousand": 1392,
  "hmm": 1923,
  "bottle": 435,
  "wine": 4896,
  "joking": 2189,
  "red": 3678,
  "white": 4883,
  "shall bring": 3968,
  "bring bottle": 453,
  "joking ll": 2190,
  "ll bring": 2482,
  "practice": 3483,
  "real thing": 3638,
  "picking": 3362,
  "let": 2415,
  "nope": 3095,
  "talk": 4385,
  "greet": 1713,
  "knowing": 2316,
  "lovely night": 2598,
  "thought": 4533,
  "hill": 1911,
  "thought doing": 4534,
  "swing": 4366,
  "night going": 3062,
  "print": 3510,
  "skip": 4070,
  "outside": 3246,
  "pull": 3558,
  "sure ll": 4345,
  "voda": 4788,
  "numbers": 3121,
  "ending": 1274,
  "selected": 3896,
  "receive": 3661,
  "350": 119,
  "match": 2709,
  "08712300220": 26,
  "quoting": 3587,
  "standard": 4214,
  "rates": 3611,
  "app": 290,
  "todays voda": 4613,
  "voda numbers": 4789,
  "numbers ending": 3122,
  "selected receive": 3897,
  "receive 350": 3663,
  "350 award": 120,
  "match 08712300220": 2710,
  "08712300220 quoting": 27,
  "quoting claim": 3588,
  "claim code": 636,
  "standard rates": 4215,
  "rates app": 3612,
  "nyc": 3130,
  "late": 2354,
  "father": 1379,
  "power": 3476,
  "frndship": 1511,
  "welp": 4876,
  "apparently": 291,
  "giving": 1586,
  "problems": 3533,
  "mayb": 2724,
  "jus": 2202,
  "ll jus": 2490,
  "second": 3878,
  "thousands": 4540,
  "gud": 1750,
  "ur life": 4728,
  "life gud": 2434,
  "close": 658,
  "fight": 1413,
  "quiet": 3576,
  "nothin": 3103,
  "eveb": 1310,
  "gud eveb": 1751,
  "hurts": 2014,
  "derek": 1033,
  "taylor": 4400,
  "walmart": 4813,
  "priscilla": 3511,
  "ready": 3633,
  "knw": 2318,
  "thts": 4546,
  "nyt": 3132,
  "gud gud": 1753,
  "gud nyt": 1757,
  "add": 226,
  "lonely": 2535,
  "dream": 1187,
  "fuck babe": 1513,
  "dream love": 1188,
  "chinese": 615,
  "food": 1451,
  "fat": 1378,
  "paying": 3297,
  "chinese food": 616,
  "captain": 508,
  "moving": 2941,
  "difficult": 1076,
  "bat": 368,
  "desperate": 1038,
  "armand": 305,
  "ll just": 2491,
  "piece": 3371,
  "watching": 4844,
  "watching tv": 4846,
  "mall": 2692,
  "iouri": 2130,
  "handle": 1797,
  "island": 2139,
  "nt": 3106,
  "called": 491,
  "chikku": 606,
  "abt": 208,
  "cold": 682,
  "heard": 1849,
  "violence": 4784,
  "condition": 754,
  "ru": 3824,
  "possible": 3459,
  "dint": 1089,
  "pls dont": 3407,
  "pic": 3353,
  "msgs": 2961,
  "fact": 1356,
  "raise": 3597,
  "btw": 463,
  "regarding": 3688,
  "guy": 1765,
  "random": 3601,
  "random dude": 3602,
  "fri": 1500,
  "morn": 2920,
  "ll going": 2487,
  "going sch": 1607,
  "lor cos": 2554,
  "sis got": 4052,
  "surprised": 4354,
  "spent": 4194,
  "evening": 1311,
  "met": 2783,
  "guy met": 1767,
  "rem": 3699,
  "silver": 4030,
  "saw": 3851,
  "dun rem": 1219,
  "tihs": 4554,
  "goodnight": 1647,
  "dreams": 1189,
  "tihs msg": 4555,
  "sweet dreams": 4362,
  "clock": 657,
  "evn": 1315,
  "stay": 4229,
  "9t": 200,
  "switch": 4368,
  "leh": 2405,
  "dun believe": 1213,
  "park": 3277,
  "story": 4271,
  "car park": 510,
  "pain": 3260,
  "kind": 2280,
  "mates": 2714,
  "jogging": 2181,
  "concert": 753,
  "good good": 1627,
  "gone just": 1616,
  "mad": 2653,
  "pending": 3309,
  "works": 4931,
  "sorry da": 4148,
  "gave": 1545,
  "blackberry": 409,
  "torch": 4630,
  "nigeria": 3059,
  "bb": 373,
  "tell dad": 4430,
  "missing": 2828,
  "allah": 268,
  "reached": 3624,
  "bathe": 370,
  "using": 4754,
  "finishes": 1435,
  "reached home": 3625,
  "bus": 472,
  "come soon": 722,
  "come tomorrow": 725,
  "tuesday": 4665,
  "mark": 2702,
  "yeah ll": 4971,
  "ll try": 2508,
  "gettin": 1567,
  "ship": 3981,
  "comp": 737,
  "pilates": 3374,
  "hey ve": 1891,
  "pick phone": 3360,
  "gets": 1563,
  "gets work": 1564,
  "just getting": 2216,
  "says": 3858,
  "epsilon": 1299,
  "checking": 598,
  "just checking": 2210,
  "really miss": 3648,
  "great month": 1704,
  "tone": 4618,
  "mob": 2846,
  "1st": 75,
  "hl": 1919,
  "nokia tone": 3087,
  "tone ur": 4623,
  "ur mob": 4732,
  "mob week": 2849,
  "week just": 4862,
  "just txt": 2237,
  "tell ur": 4438,
  "tone 16": 4619,
  "reply hl": 3733,
  "crab": 850,
  "running": 3828,
  "sea": 3872,
  "shore": 3999,
  "came": 500,
  "cleared": 651,
  "footprints": 1455,
  "frnd": 1508,
  "clearing": 652,
  "replied": 3724,
  "following": 1449,
  "catch": 539,
  "lets": 2420,
  "case": 518,
  "guess": 1758,
  "campus": 503,
  "guess ll": 1759,
  "purchase": 3559,
  "po": 3420,
  "po box": 3421,
  "quote": 3586,
  "develop": 1044,
  "losing": 2566,
  "self": 3899,
  "means": 2731,
  "married": 2705,
  "weird": 4874,
  "reasonable": 3655,
  "happens": 1807,
  "stays": 4234,
  "use": 4750,
  "msn": 2963,
  "come online": 716,
  "hello": 1864,
  "site": 4057,
  "download": 1179,
  "songs": 4136,
  "juz": 2243,
  "italian": 2148,
  "job": 2179,
  "sis lor": 4053,
  "lor juz": 2556,
  "howz": 1991,
  "rang": 3605,
  "india": 2083,
  "arrange": 307,
  "hello caroline": 1866,
  "oi": 3166,
  "gonna ring": 1618,
  "customer": 905,
  "customer place": 908,
  "space": 4172,
  "issue": 2144,
  "suggest": 4314,
  "maybe": 2725,
  "nvm": 3125,
  "ur time": 4737,
  "ok problem": 3181,
  "ur msg": 4734,
  "accept": 213,
  "stranger": 4277,
  "everybody": 1313,
  "finished": 1434,
  "march": 2700,
  "ish": 2138,
  "bus stop": 473,
  "worry ll": 4936,
  "ll finished": 2485,
  "march ish": 2701,
  "sigh": 4021,
  "haven": 1825,
  "cafe": 484,
  "net cafe": 3019,
  "vl": 4787,
  "approved": 296,
  "know got": 2298,
  "slave": 4076,
  "sha": 3966,
  "creepy": 867,
  "lots": 2572,
  "places": 3384,
  "hospitals": 1978,
  "medical": 2735,
  "safe": 3834,
  "pa dont": 3253,
  "dont knw": 1158,
  "brother": 458,
  "previous": 3502,
  "shorter": 4002,
  "ladies": 2330,
  "eyes": 1348,
  "kal": 2249,
  "ka": 2247,
  "na": 2985,
  "hum": 2006,
  "log": 2521,
  "ko": 2320,
  "hain": 1781,
  "kar": 2253,
  "hai na": 1780,
  "hain confirm": 1782,
  "confirm kar": 758,
  "parked": 3278,
  "mini": 2797,
  "coming today": 734,
  "anytime": 286,
  "750 anytime": 161,
  "anytime network": 287,
  "mins half": 2805,
  "08000930705 delivery": 19,
  "delivery tomorrow": 1022,
  "offer": 3136,
  "networks": 3027,
  "contact reply": 777,
  "reply offer": 3736,
  "offer video": 3140,
  "networks mins": 3028,
  "plz": 3415,
  "cum": 888,
  "times": 4587,
  "infront": 2095,
  "loan": 2514,
  "purpose": 3562,
  "tenants": 4444,
  "welcome": 4875,
  "refused": 3686,
  "0800": 14,
  "tenants welcome": 4445,
  "free 0800": 1473,
  "text help": 4462,
  "day class": 964,
  "drop": 1200,
  "okay lor": 3189,
  "know later": 2300,
  "watch": 4842,
  "got tv": 1672,
  "tv watch": 4671,
  "waking": 4808,
  "afternoon": 239,
  "putting": 3565,
  "business": 474,
  "pictures": 3368,
  "facebook": 1354,
  "open": 3208,
  "picture": 3367,
  "silent": 4028,
  "whenevr": 4882,
  "forevr": 1459,
  "pretty": 3500,
  "lady": 2331,
  "single": 4043,
  "movie": 2936,
  "watching movie": 4845,
  "wat": 4838,
  "senthil": 3938,
  "hsbc": 1995,
  "senthil hsbc": 3939,
  "upgrade": 4713,
  "loyalty": 2612,
  "july": 2200,
  "apply": 293,
  "opt": 3216,
  "available": 333,
  "customer claim": 907,
  "claim free": 638,
  "free camera": 1478,
  "phone upgrade": 3345,
  "offer ends": 3137,
  "oz": 3251,
  "kinda": 2281,
  "gt worth": 1741,
  "willing": 4889,
  "aft": 237,
  "bathing": 371,
  "dog": 1125,
  "looks": 2549,
  "rain": 3594,
  "lor aft": 2553,
  "looks like": 2550,
  "going rain": 1606,
  "rain soon": 3595,
  "tough": 4635,
  "ok tell": 3184,
  "derek taylor": 1034,
  "yrs": 4993,
  "gt yrs": 1742,
  "bright": 450,
  "cell": 554,
  "slave want": 4077,
  "directly": 1094,
  "just informed": 2219,
  "buy food": 478,
  "character": 570,
  "lik": 2439,
  "tat": 4396,
  "gt ll": 1731,
  "new year": 3046,
  "walk": 4810,
  "keeping": 2263,
  "warm": 4832,
  "don forget": 1140,
  "frnds": 1510,
  "cos im": 814,
  "winner": 4897,
  "mr": 2944,
  "eye": 1347,
  "visit": 4785,
  "ur mobile": 4733,
  "visit www": 4786,
  "ago": 246,
  "long ago": 2537,
  "having dinner": 1834,
  "figure": 1416,
  "couple": 837,
  "set": 3953,
  "dates": 955,
  "just trying": 2236,
  "trying figure": 4659,
  "speaking": 4180,
  "delhi": 1015,
  "transaction": 4641,
  "report": 3742,
  "station": 4227,
  "going sleep": 1609,
  "happen": 1803,
  "currently": 893,
  "scotland": 3866,
  "aight": 251,
  "happening": 1806,
  "hav": 1824,
  "postcard": 3463,
  "xx": 4958,
  "great time": 1709,
  "send postcard": 3921,
  "area": 302,
  "sell": 3900,
  "coins": 681,
  "sell ll": 3901,
  "tel": 4426,
  "avent": 335,
  "rest": 3757,
  "sad": 3831,
  "appt": 297,
  "anybody": 283,
  "alex": 264,
  "good care": 1623,
  "hdfc": 1841,
  "credit": 862,
  "card": 511,
  "application": 292,
  "customer service": 909,
  "credit card": 863,
  "mca": 2726,
  "conform": 760,
  "sian": 4018,
  "supervisor": 4336,
  "liao": 2424,
  "working": 4930,
  "got work": 1676,
  "chicken": 605,
  "unless": 4703,
  "don know": 1141,
  "atm": 324,
  "blocked": 413,
  "rbi": 3616,
  "digit": 1078,
  "verification": 4772,
  "ll leave": 2493,
  "address": 228,
  "joined": 2186,
  "inform": 2091,
  "sun": 4325,
  "anythin": 285,
  "orchard": 3228,
  "mrt": 2946,
  "noe": 3075,
  "hor": 1973,
  "orchard mrt": 3230,
  "timing": 4589,
  "fingers": 1431,
  "warning": 4834,
  "8007": 168,
  "25p": 96,
  "alfie": 265,
  "children": 610,
  "song": 4134,
  "m8s": 2647,
  "charity": 579,
  "nokias": 3089,
  "polys": 3447,
  "zed": 4998,
  "08701417012": 24,
  "profit": 3538,
  "alfie moon": 266,
  "moon children": 2919,
  "children need": 611,
  "need song": 3015,
  "song ur": 4135,
  "mob tell": 2848,
  "ur m8s": 4729,
  "m8s txt": 2648,
  "txt tone": 4681,
  "tone charity": 4621,
  "charity 8007": 580,
  "8007 nokias": 169,
  "nokias poly": 3090,
  "poly charity": 3441,
  "charity polys": 581,
  "polys zed": 3448,
  "zed 08701417012": 4999,
  "08701417012 profit": 25,
  "profit charity": 3539,
  "happy new": 1813,
  "2go": 100,
  "little": 2466,
  "let know": 2416,
  "know details": 2296,
  "dear good": 994,
  "yetunde": 4983,
  "surprise": 4351,
  "returned": 3765,
  "mid": 2784,
  "january": 2159,
  "return": 3764,
  "period": 3319,
  "got new": 1667,
  "weather": 4854,
  "social": 4120,
  "support": 4338,
  "mobiles": 2871,
  "2004": 86,
  "89545": 193,
  "tc": 4402,
  "biz": 406,
  "2optout": 111,
  "087187262701": 32,
  "50gbp": 146,
  "mtmsg18": 2968,
  "txtauction": 4684,
  "new mobiles": 3038,
  "mobiles 2004": 2872,
  "2004 txt": 87,
  "txt nokia": 4676,
  "nokia 89545": 3082,
  "89545 collect": 194,
  "collect today": 689,
  "today www": 4610,
  "www tc": 4953,
  "tc biz": 4403,
  "biz 2optout": 407,
  "2optout 087187262701": 112,
  "087187262701 50gbp": 33,
  "50gbp mtmsg18": 147,
  "mtmsg18 txtauction": 2969,
  "valentines": 4758,
  "quiz": 3582,
  "partner": 3281,
  "trip": 4649,
  "lifetime": 2435,
  "83600": 174,
  "rcvd": 3618,
  "08718720201": 31,
  "valentines day": 4759,
  "day special": 978,
  "special win": 4187,
  "win 1000": 4892,
  "quiz partner": 3583,
  "partner trip": 3282,
  "lifetime send": 2436,
  "send 83600": 3908,
  "83600 150p": 175,
  "msg rcvd": 2954,
  "rcvd custcare": 3619,
  "custcare 08718720201": 903,
  "face": 1352,
  "bitch": 404,
  "just eat": 2214,
  "eat shit": 1242,
  "popped": 3455,
  "sux": 4356,
  "just saw": 2226,
  "answer": 279,
  "texts": 4479,
  "track": 4638,
  "yeah sure": 4973,
  "couple minutes": 839,
  "costa": 826,
  "sol": 4126,
  "holiday": 1934,
  "await": 337,
  "collection": 691,
  "sae": 3832,
  "pobox334": 3425,
  "stockport": 4242,
  "sk38xh": 4064,
  "max10mins": 2721,
  "ve won": 4771,
  "costa del": 827,
  "del sol": 1012,
  "sol holiday": 4127,
  "holiday 5000": 1937,
  "await collection": 338,
  "collection 09050090044": 692,
  "pobox334 stockport": 3426,
  "stockport sk38xh": 4243,
  "sk38xh cost": 4065,
  "cost 50": 824,
  "pm max10mins": 3418,
  "st": 4209,
  "division": 1112,
  "double": 1173,
  "says lt": 3859,
  "gt lt": 1732,
  "lt time": 2619,
  "time gt": 4573,
  "double check": 1174,
  "m227xy": 2642,
  "landline 5000": 2339,
  "5000 cash": 144,
  "cash holiday": 527,
  "holiday await": 1938,
  "collection cs": 694,
  "cs sae": 880,
  "02": 6,
  "doctor": 1120,
  "drink": 1193,
  "cancer": 506,
  "age": 242,
  "alrite": 271,
  "idiot": 2035,
  "bak": 359,
  "love babe": 2580,
  "messages": 2776,
  "charles": 582,
  "sorry late": 4151,
  "late reply": 2357,
  "sells": 3903,
  "mids": 2787,
  "gate": 1543,
  "role": 3810,
  "lido": 2429,
  "apartment": 289,
  "tank": 4390,
  "cleaning": 649,
  "pm tomorrow": 3419,
  "understand": 4700,
  "words": 4927,
  "ni8": 3053,
  "time gud": 4574,
  "gud ni8": 1755,
  "appointment": 294,
  "connect": 769,
  "fathima": 1380,
  "facebook huh": 1355,
  "impatient": 2066,
  "hi did": 1901,
  "summer": 4321,
  "saturday": 3844,
  "summer free": 4322,
  "convey": 795,
  "birthday": 401,
  "wishes": 4902,
  "nimya": 3068,
  "pls convey": 3406,
  "convey birthday": 796,
  "nimya pls": 3069,
  "today birthday": 4604,
  "moby": 2881,
  "high": 1909,
  "duchess": 1209,
  "cornwall": 807,
  "82277": 172,
  "unsub": 4707,
  "sp": 4170,
  "moby pub": 2882,
  "pub quiz": 3555,
  "quiz win": 3584,
  "high street": 1910,
  "street prize": 4279,
  "prize know": 3521,
  "know new": 2303,
  "new duchess": 3033,
  "duchess cornwall": 1210,
  "cornwall txt": 808,
  "unsub stop": 4708,
  "stop 50": 4249,
  "channel": 569,
  "pass": 3284,
  "silently": 4029,
  "moment": 2894,
  "gd": 1550,
  "swt": 4370,
  "drms": 1199,
  "shesil": 3979,
  "swt drms": 4372,
  "os": 3241,
  "installing": 2103,
  "copy": 806,
  "files": 1418,
  "repair": 3721,
  "repair shop": 3722,
  "girl": 1577,
  "does": 1122,
  "doesn": 1123,
  "fun": 1518,
  "having fun": 1835,
  "haven left": 1827,
  "probably gonna": 3530,
  "gonna til": 1619,
  "training": 4640,
  "pounds": 3471,
  "cash 100": 521,
  "ll let": 2494,
  "select": 3895,
  "quick": 3575,
  "test lt": 4455,
  "just seeing": 2229,
  "dear brother": 991,
  "mcat": 2727,
  "study": 4289,
  "tuition": 4666,
  "investment": 2122,
  "percent": 3314,
  "returns": 3766,
  "seven": 3957,
  "minimum": 2798,
  "group": 1718,
  "percent returns": 3315,
  "railway": 3593,
  "oredi": 3236,
  "movie collect": 2937,
  "tickets": 4553,
  "jacket": 2154,
  "used": 4751,
  "complimentary": 746,
  "tenerife": 4446,
  "10": 37,
  "landline complimentary": 2341,
  "complimentary tenerife": 749,
  "tenerife holiday": 4447,
  "holiday 10": 1935,
  "10 000": 38,
  "000 cash": 3,
  "cash await": 524,
  "collection sae": 695,
  "sae cs": 3833,
  "cs box": 878,
  "150ppm 18": 70,
  "raining": 3596,
  "mah": 2658,
  "shopping lor": 3996,
  "lor raining": 2558,
  "princess": 3507,
  "morning princess": 2925,
  "whats": 4881,
  "hope great": 1964,
  "things going": 4508,
  "plans": 3391,
  "thurs": 4547,
  "pre": 3486,
  "cancelled": 505,
  "needs": 3017,
  "didnt know": 1067,
  "machan": 2651,
  "sim": 4031,
  "current": 892,
  "sim card": 4032,
  "aadhaar number": 202,
  "awesome": 349,
  "click": 654,
  "delete": 1013,
  "lol don": 2528,
  "chocolate": 618,
  "weed": 4859,
  "alcohol": 262,
  "ll swing": 2505,
  "guaranteed 09061790121": 1745,
  "regular": 3695,
  "don make": 1144,
  "lie": 2430,
  "twice": 4672,
  "saying": 3857,
  "like say": 2447,
  "realise": 3640,
  "bother": 434,
  "exams": 1322,
  "cars": 517,
  "government": 1681,
  "unemployed": 4701,
  "monthly": 2913,
  "limited": 2451,
  "just share": 2232,
  "bank details": 364,
  "telecom": 4427,
  "officer": 3147,
  "press speak": 3499,
  "good stuff": 1638,
  "private": 3512,
  "2003": 84,
  "statement": 4225,
  "shows": 4008,
  "800": 165,
  "redeemed": 3679,
  "points": 3434,
  "identifier": 2032,
  "expires": 1335,
  "11": 53,
  "04": 10,
  "private 2003": 3513,
  "2003 account": 85,
  "account statement": 219,
  "statement shows": 4226,
  "shows 800": 4010,
  "800 redeemed": 167,
  "redeemed points": 3680,
  "identifier code": 2033,
  "code 41685": 676,
  "expires 07": 1336,
  "11 04": 54,
  "package": 3256,
  "pls pls": 3409,
  "http": 1996,
  "renewal": 3711,
  "pin": 3376,
  "http www": 1997,
  "big": 394,
  "small": 4095,
  "11mths": 55,
  "oranges": 3226,
  "freefone": 1492,
  "08000839402": 16,
  "mobile 11mths": 2855,
  "update free": 4711,
  "oranges latest": 3227,
  "latest colour": 2367,
  "colour camera": 698,
  "mobiles unlimited": 2873,
  "weekend calls": 4866,
  "mobile upd8": 2868,
  "masters": 2708,
  "sale": 3838,
  "bf": 392,
  "sheffield": 3978,
  "wanna": 4819,
  "boss": 433,
  "glad": 1587,
  "male": 2690,
  "gay": 1546,
  "cheaper": 592,
  "5p": 152,
  "cheap": 590,
  "peak": 3304,
  "08712460324": 29,
  "male sale": 2691,
  "hot gay": 1981,
  "gay chat": 1547,
  "chat cheaper": 587,
  "cheaper 08709222922": 593,
  "rate 5p": 3609,
  "min cheap": 2791,
  "cheap 8p": 591,
  "min peak": 2793,
  "peak stop": 3305,
  "stop texts": 4262,
  "texts 08712460324": 4480,
  "10p min": 51,
  "got lt": 1664,
  "england": 1279,
  "mono": 2908,
  "original": 3239,
  "tones": 4624,
  "3gbp": 128,
  "operator": 3210,
  "england tone": 1280,
  "tone reply": 4622,
  "reply lionm": 3734,
  "mono lionp": 2909,
  "poly www": 3443,
  "www ringtones": 4951,
  "ringtones uk": 3798,
  "uk original": 4694,
  "original best": 3240,
  "best tones": 389,
  "tones 3gbp": 4625,
  "3gbp network": 129,
  "network operator": 3025,
  "operator rates": 3212,
  "rates apply": 3613,
  "rite": 3800,
  "ur paper": 4735,
  "battery": 372,
  "low": 2609,
  "hi dear": 1900,
  "dear happy": 995,
  "chikku wat": 607,
  "wat abt": 4839,
  "stomach": 4244,
  "lose": 2565,
  "weight": 4873,
  "gotta": 1679,
  "urself": 4748,
  "frens": 1499,
  "present": 3496,
  "going shopping": 1608,
  "staff": 4210,
  "post": 3460,
  "l8r": 2326,
  "playing": 3399,
  "series": 3941,
  "fish": 1437,
  "balance": 360,
  "complete": 743,
  "ben": 387,
  "good luck": 1631,
  "delivered": 1018,
  "sufficient": 4312,
  "receive service": 3664,
  "radio": 3590,
  "revision": 3772,
  "goin": 1597,
  "bin": 396,
  "ll probably": 2500,
  "roommates": 3815,
  "aight ll": 252,
  "ll ask": 2480,
  "ive": 2150,
  "fran": 1470,
  "exeter": 1328,
  "invited": 2124,
  "900": 197,
  "urgent trying": 4745,
  "trying contact": 4658,
  "contact weekends": 780,
  "weekends draw": 4868,
  "draw shows": 1185,
  "shows won": 4011,
  "900 prize": 198,
  "ym": 4985,
  "tm": 4599,
  "coffee": 678,
  "good afternoon": 1621,
  "afternoon love": 240,
  "abta": 209,
  "spanish": 4173,
  "abta complimentary": 210,
  "spanish holiday": 4174,
  "petey": 3330,
  "spoken": 4200,
  "ok just": 3173,
  "love ya": 2594,
  "film": 1419,
  "lick": 2427,
  "pussy": 3563,
  "catching": 540,
  "wan watch": 4817,
  "mm": 2836,
  "course": 842,
  "just dont": 2213,
  "dont like": 1160,
  "oh got": 3157,
  "got job": 1660,
  "alright": 269,
  "did job": 1051,
  "hope fine": 1961,
  "send kiss": 3914,
  "make smile": 2679,
  "going bed": 1601,
  "hide": 1908,
  "distance": 1108,
  "darren": 947,
  "considering": 772,
  "chasing": 584,
  "sept": 3940,
  "definitely": 1009,
  "information": 2092,
  "ignore": 2037,
  "30": 114,
  "live": 2469,
  "fantasies": 1369,
  "20p": 88,
  "ntt": 3108,
  "1327": 59,
  "croydon": 873,
  "cr9": 848,
  "5wb": 153,
  "0870": 23,
  "hot live": 1982,
  "live fantasies": 2470,
  "just 20p": 2205,
  "20p min": 89,
  "min ntt": 2792,
  "ntt po": 3109,
  "box 1327": 440,
  "1327 croydon": 60,
  "croydon cr9": 874,
  "cr9 5wb": 849,
  "5wb 0870": 154,
  "smoking": 4109,
  "fine hope": 1429,
  "plenty": 3403,
  "claire": 645,
  "goes": 1595,
  "ahmad": 250,
  "al": 261,
  "hallaq": 1790,
  "hey want": 1892,
  "love ahmad": 2578,
  "child": 608,
  "performed": 3318,
  "science": 3865,
  "exam": 1320,
  "ninety": 3070,
  "stand": 4213,
  "ache": 220,
  "il": 2038,
  "2morow": 104,
  "hyde": 2017,
  "village": 4783,
  "near": 3006,
  "hyde park": 2018,
  "contacted": 782,
  "contacted dating": 783,
  "service know": 3946,
  "tape": 4391,
  "pple": 3479,
  "hee": 1857,
  "infernal": 2088,
  "affairs": 235,
  "shuhui": 4013,
  "oso": 3242,
  "got video": 1674,
  "message lor": 2769,
  "watch infernal": 4843,
  "infernal affairs": 2089,
  "party": 3283,
  "loverboy": 2601,
  "queen": 3569,
  "hmmm": 1924,
  "2u": 113,
  "rply": 3821,
  "title": 4594,
  "titles": 4596,
  "getzed": 1570,
  "title 8007": 4595,
  "getzed uk": 1571,
  "shd": 3976,
  "contents": 789,
  "pg": 3332,
  "cover": 844,
  "contents pg": 790,
  "doing da": 1134,
  "clothes": 664,
  "train": 4639,
  "thirty": 4526,
  "expires 13": 1337,
  "10 04": 39,
  "ge": 1552,
  "yar lor": 4967,
  "lor actually": 2552,
  "da ge": 922,
  "posted": 3465,
  "sounds good": 4164,
  "morning love": 2924,
  "wish great": 4901,
  "babe love": 352,
  "connection": 770,
  "good thing": 1639,
  "really like": 3646,
  "dat ve": 950,
  "rose": 3817,
  "hugs": 2002,
  "snogs": 4118,
  "ve just": 4767,
  "hugs snogs": 2003,
  "usf": 4753,
  "charge": 571,
  "yeah got": 4970,
  "just need": 2222,
  "head": 1842,
  "im leaving": 2054,
  "goin meet": 1598,
  "fixed": 1440,
  "str": 4273,
  "lunch wif": 2633,
  "orchard lor": 3229,
  "prob": 3524,
  "ok prob": 3180,
  "insurance": 2108,
  "deliver": 1016,
  "basic": 367,
  "major": 2670,
  "happens 2waxsto": 1808,
  "come ill": 712,
  "ill medical": 2041,
  "medical insurance": 2736,
  "insurance ll": 2110,
  "ll able": 2479,
  "deliver basic": 1017,
  "currently shopping": 895,
  "shopping right": 3997,
  "right medical": 3785,
  "insurance just": 2109,
  "just til": 2235,
  "til friday": 4557,
  "morning thats": 2927,
  "thats ll": 4502,
  "ll major": 2496,
  "major person": 2671,
  "person guide": 3323,
  "guide right": 1763,
  "right insurance": 3784,
  "past": 3290,
  "happy sad": 1814,
  "distract": 1109,
  "taken": 4380,
  "teeth": 4425,
  "oh god": 3156,
  "3g": 126,
  "videophones": 4781,
  "videochat": 4779,
  "java": 2163,
  "dload": 1114,
  "noline": 3091,
  "rentl": 3718,
  "bx420": 481,
  "ip4": 2131,
  "5we": 155,
  "150pm": 67,
  "congrats mobile": 765,
  "mobile 3g": 2856,
  "3g videophones": 127,
  "videochat wid": 4780,
  "ur mates": 4731,
  "mates play": 2715,
  "play java": 3393,
  "java games": 2164,
  "games dload": 1533,
  "music noline": 2983,
  "noline rentl": 3092,
  "rentl bx420": 3719,
  "bx420 ip4": 482,
  "ip4 5we": 2132,
  "cuddle": 886,
  "hold": 1930,
  "strong": 4283,
  "arms": 306,
  "strong arms": 4284,
  "celebrate": 552,
  "magical": 2657,
  "dressed": 1192,
  "let snow": 2419,
  "monday": 2900,
  "nxt": 3128,
  "man": 2693,
  "everyday": 1314,
  "just saying": 2228,
  "ma": 2649,
  "fan": 1363,
  "ma fan": 2650,
  "fights": 1415,
  "idea": 2029,
  "model": 2886,
  "got lot": 1663,
  "speak soon": 4179,
  "reward": 3773,
  "subscribe6gbp": 4300,
  "mnth": 2839,
  "claim reward": 640,
  "reward hours": 3774,
  "hours talk": 1987,
  "talk time": 4387,
  "time use": 4582,
  "phone subscribe6gbp": 3344,
  "subscribe6gbp mnth": 4301,
  "mnth 3hrs": 2840,
  "stop txtstop": 4264,
  "racing": 3589,
  "ate": 323,
  "rice": 3778,
  "lor wan": 2563,
  "aunty": 331,
  "time coming": 4569,
  "coming later": 733,
  "strange": 4276,
  "reason": 3654,
  "compromised": 750,
  "country": 836,
  "password": 3289,
  "secure": 3886,
  "secure account": 3887,
  "neva": 3029,
  "entered": 1288,
  "fancy": 1366,
  "service entered": 3945,
  "entered phone": 1290,
  "fancy landline": 1368,
  "wtf": 4946,
  "break": 448,
  "cares": 514,
  "closer": 662,
  "just safe": 2225,
  "wana": 4818,
  "ttyl": 4664,
  "send pics": 3920,
  "gives": 1585,
  "3d": 125,
  "exam march": 1321,
  "bored": 430,
  "james": 2155,
  "message thought": 2773,
  "thought id": 4535,
  "im bored": 2048,
  "hiya": 1918,
  "checked": 597,
  "money account": 2902,
  "really appreciate": 3644,
  "sign": 4026,
  "number pin": 3118,
  "created": 860,
  "gap": 1535,
  "comes": 728,
  "gaps": 1536,
  "hand": 1795,
  "god created": 1592,
  "created gap": 861,
  "gaps holding": 1537,
  "just want": 2239,
  "want know": 4824,
  "yeh": 4976,
  "def": 1008,
  "tho": 4531,
  "comedy": 727,
  "talking": 4388,
  "goal": 1589,
  "connections": 771,
  "mode": 2884,
  "lead": 2387,
  "mode men": 2885,
  "know old": 2306,
  "isnt": 2143,
  "straight": 4274,
  "wet": 4880,
  "wanting": 4829,
  "costs": 829,
  "straight phone": 4275,
  "exactly": 1319,
  "chechi": 595,
  "meeting later": 2746,
  "oh thanks": 3162,
  "thanks making": 4495,
  "common": 735,
  "neway": 3048,
  "couldn": 831,
  "hun": 2007,
  "long reply": 2540,
  "left mobile": 2401,
  "im sorry": 2055,
  "couldn make": 832,
  "make ur": 2682,
  "come ask": 708,
  "door": 1171,
  "pick drop": 3358,
  "makes": 2684,
  "makes feel": 2685,
  "feel better": 1395,
  "polyph": 3444,
  "dload polyph": 1115,
  "polyph music": 3445,
  "2moro": 103,
  "jane": 2158,
  "minmoremobsemspobox45po139wa": 2800,
  "tired": 4590,
  "display": 1107,
  "sent text": 3935,
  "want send": 4827,
  "send number": 3919,
  "voucher": 4794,
  "holder": 1931,
  "weeks": 4872,
  "pc": 3301,
  "ts": 4660,
  "dear voucher": 997,
  "voucher holder": 4795,
  "holder claim": 1932,
  "claim weeks": 642,
  "offer pc": 3139,
  "pc http": 3302,
  "ts cs": 4661,
  "cs apply": 877,
  "cool text": 803,
  "shld": 3988,
  "stretch": 4281,
  "painful": 3262,
  "earth": 1237,
  "died": 1071,
  "date": 952,
  "4u": 134,
  "21": 90,
  "sms ac": 4111,
  "mis": 2817,
  "prabha": 3481,
  "europe": 1308,
  "madam": 2654,
  "60p": 156,
  "just 60p": 2207,
  "60p min": 157,
  "soup": 4167,
  "lazy": 2379,
  "boytoy": 445,
  "morphine": 2928,
  "replying": 3741,
  "presentation": 3497,
  "file": 1417,
  "client": 656,
  "wearing": 4853,
  "cds": 551,
  "cd": 546,
  "wkly": 4910,
  "tncs": 4601,
  "com1win150ppmx3age16": 705,
  "congratulations ur": 768,
  "ur awarded": 4720,
  "awarded 500": 346,
  "500 cd": 140,
  "cd gift": 547,
  "100 wkly": 43,
  "wkly draw": 4912,
  "music 87066": 2981,
  "87066 tncs": 185,
  "tncs www": 4602,
  "ldew com1win150ppmx3age16": 2382,
  "thats cool": 4501,
  "ne": 3005,
  "interesting": 2115,
  "uni": 4702,
  "loans": 2515,
  "pls send": 3411,
  "search": 3873,
  "somebody": 4131,
  "ice": 2026,
  "months": 2914,
  "entitled": 1291,
  "mobile 11": 2854,
  "entitled update": 1292,
  "update latest": 4712,
  "free mobile": 1483,
  "mobile update": 2869,
  "lor wat": 2564,
  "wat time": 4841,
  "time finish": 4571,
  "birds": 397,
  "user": 4752,
  "asap": 313,
  "ta": 4375,
  "result": 3759,
  "durban": 1227,
  "happen dear": 1804,
  "normally": 3099,
  "living": 2475,
  "simple": 4033,
  "laughing": 2374,
  "winning": 4899,
  "living simple": 2476,
  "simple loving": 4036,
  "loving simple": 2607,
  "simple laughing": 4035,
  "laughing simple": 2375,
  "simple winning": 4038,
  "simple simple": 4037,
  "simple difficult": 4034,
  "lemme": 2410,
  "lemme know": 2411,
  "solved": 4129,
  "cat": 538,
  "brilliant": 451,
  "filthy": 1421,
  "girls waiting": 1580,
  "networking": 3026,
  "rent": 3712,
  "pay rent": 3296,
  "answering": 280,
  "guessing": 1761,
  "fantastic": 1370,
  "haven heard": 1826,
  "quality": 3568,
  "aint": 254,
  "da car": 921,
  "crore": 869,
  "karne": 2256,
  "ke": 2261,
  "liye": 2477,
  "karein": 2255,
  "aur": 332,
  "crore rupees": 870,
  "karne ke": 2257,
  "ke liye": 2262,
  "oh send": 3160,
  "email": 1262,
  "oh yes": 3165,
  "comin": 730,
  "motorola": 2931,
  "contract": 792,
  "free nokia": 1486,
  "nokia free": 3084,
  "mobileupd8 08000839402": 2879,
  "write": 4943,
  "awaiting": 339,
  "awaiting collection": 340,
  "message just": 2768,
  "ok lar": 3174,
  "sleep early": 4079,
  "early nite": 1234,
  "reach home": 3623,
  "forward": 1466,
  "sex": 3958,
  "cuddling": 887,
  "looking forward": 2547,
  "new pictures": 3041,
  "pictures facebook": 3369,
  "fb": 1385,
  "finally": 1425,
  "3510i": 121,
  "new nokia": 3039,
  "nokia 3510i": 3078,
  "3510i colour": 122,
  "colour phone": 699,
  "free minutes": 1482,
  "minutes mobile": 2813,
  "mobile 100": 2853,
  "100 free": 41,
  "free text": 1490,
  "text free": 4461,
  "free camcorder": 1477,
  "couple days": 838,
  "looked": 2544,
  "horrible": 1976,
  "mo": 2843,
  "favorite": 1383,
  "got ur": 1673,
  "lar dun": 2349,
  "dun say": 1220,
  "jus finish": 2203,
  "good movie": 1634,
  "prepare": 3491,
  "sub": 4297,
  "free ringtone": 1489,
  "1st week": 76,
  "week free": 4861,
  "stop sms": 4260,
  "buff": 467,
